Revit 2027 API
ParameterTypeId.FamilyCategoryPseudoParam Property
 "Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyCategoryPseudoParam { get; }
Public Shared ReadOnly Property FamilyCategoryPseudoParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyCategoryPseudoParam {
	ForgeTypeId^ get ();
}
static member FamilyCategoryPseudoParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace